college = [
    {"id": 10358,"name": "中国科学技术大学"
    },
    {"id": 10361,"name": "安徽理工大学"
    },
    {"id": 10357,"name": "安徽大学"
    },
    {"id": 10366,"name": "安徽医科大学"
    },
    {"id": 13613,"name": "安徽信息工程学院"
    },
    {"id": 10378,"name": "安徽财经大学"
    },
    {"id": 13611,"name": "安徽财经大学商学院"
    },
    {"id": 13845,"name": "安徽财贸职业学院"
    },
    {"id": 14341,"name": "安徽长江职业学院"
    },
    {"id": 13338,"name": "安徽城市管理职业学院"
    },
    {"id": 13612,"name": "安徽大学江淮学院"
    },
    {"id": 13336,"name": "安徽电气工程职业技术学院"
    },
    {"id": 12814,"name": "安徽电子信息职业技术学院"
    },
    {"id": 10363,"name": "安徽工程大学"
    },
    {"id": 12811,"name": "安徽工贸职业技术学院"
    },
    {"id": 13340,"name": "安徽工商职业学院"
    },
    {"id": 10360,"name": "安徽工业大学"
    },
    {"id": 13614,"name": "马鞍山学院"
    },
    {"id": 12334,"name": "安徽工业经济职业技术学院"
    },
    {"id": 13852,"name": "安徽工业职业技术学院"
    },
    {"id": 13847,"name": "安徽公安职业学院"
    },
    {"id": 13062,"name": "安徽广播影视职业技术学院"
    },
    {"id": 13344,"name": "安徽国防科技职业学院"
    },
    {"id": 13846,"name": "安徽国际商务职业学院"
    },
    {"id": 14378,"name": "安徽黄梅戏艺术职业学院"
    },
    {"id": 13339,"name": "安徽机电职业技术学院"
    },
    {"id": 10878,"name": "安徽建筑大学"
    },
    {"id": 13615,"name": "安徽建筑大学城市建设学院"
    },
    {"id": 12816,"name": "安徽交通职业技术学院"
    },
    {"id": 50581,"name": "安徽经济管理干部学院"
    },
    {"id": 12219,"name": "安徽警官职业学院"
    },
    {"id": 10879,"name": "安徽科技学院"
    },
    {"id": 14229,"name": "安徽矿业职业技术学院"
    },
    {"id": 14418,"name": "安徽粮食工程职业学院"
    },
    {"id": 13848,"name": "安徽林业职业技术学院"
    },
    {"id": 14165,"name": "安徽旅游职业学院"
    },
    {"id": 14133,"name": "安徽绿海商务职业学院"
    },
    {"id": 10364,"name": "安徽农业大学"
    },
    {"id": 13616,"name": "安徽农业大学经济技术学院"
    },
    {"id": 14298,"name": "安徽汽车职业技术学院"
    },
    {"id": 10959,"name": "安徽三联学院"
    },
    {"id": 12072,"name": "安徽商贸职业技术学院"
    },
    {"id": 14132,"name": "安徽涉外经济职业学院"
    },
    {"id": 13849,"name": "安徽审计职业学院"
    },
    {"id": 10370,"name": "安徽师范大学"
    },
    {"id": 13617,"name": "安徽师范大学皖江学院"
    },
    {"id": 12073,"name": "安徽水利水电职业技术学院"
    },
    {"id": 12817,"name": "安徽体育运动职业技术学院"
    },
    {"id": 13065,"name": "安徽外国语学院"
    },
    {"id": 14419,"name": "安徽卫生健康职业学院"
    },
    {"id": 12810,"name": "安徽文达信息工程学院"
    },
    {"id": 14210,"name": "安徽现代信息工程职业学院"
    },
    {"id": 12216,"name": "安徽新华学院"
    },
    {"id": 13850,"name": "安徽新闻出版职业技术学院"
    },
    {"id": 14342,"name": "安徽扬子职业技术学院"
    },
    {"id": 13337,"name": "安徽冶金科技职业学院"
    },
    {"id": 13618,"name": "安徽医科大学临床医学院"
    },
    {"id": 12925,"name": "安徽医学高等专科学校"
    },
    {"id": 13346,"name": "安徽艺术职业学院"
    },
    {"id": 14682,"name": "安徽艺术学院"
    },
    {"id": 13851,"name": "安徽邮电职业技术学院"
    },
    {"id": 10869,"name": "安徽职业技术学院"
    },
    {"id": 13341,"name": "安徽中澳科技职业学院"
    },
    {"id": 10369,"name": "安徽中医药大学"
    },
    {"id": 12924,"name": "安徽中医药高等专科学校"
    },
    {"id": 10372,"name": "安庆师范大学"
    },
    {"id": 14096,"name": "安庆医药高等专科学校"
    },
    {"id": 13345,"name": "安庆职业技术学院"
    },
    {"id": 14137,"name": "蚌埠经济技术职业学院"
    },
    {"id": 11305,"name": "蚌埠学院"
    },
    {"id": 10367,"name": "蚌埠医学院"
    },
    {"id": 12926,"name": "亳州学院"
    },
    {"id": 13343,"name": "亳州职业技术学院"
    },
    {"id": 10380,"name": "巢湖学院"
    },
    {"id": 11306,"name": "池州学院"
    },
    {"id": 13060,"name": "池州职业技术学院"
    },
    {"id": 14297,"name": "滁州城市职业学院"
    },
    {"id": 10377,"name": "滁州学院"
    },
    {"id": 13059,"name": "滁州职业技术学院"
    },
    {"id": 13342,"name": "阜阳科技职业学院"
    },
    {"id": 10371,"name": "阜阳师范大学"
    },
    {"id": 13619,"name": "阜阳师范大学信息工程学院"
    },
    {"id": 14536,"name": "阜阳幼儿师范高等专科学校"
    },
    {"id": 12074,"name": "阜阳职业技术学院"
    },
    {"id": 13064,"name": "合肥滨湖职业技术学院"
    },
    {"id": 14058,"name": "合肥财经职业学院"
    },
    {"id": 14135,"name": "合肥共达职业技术学院"
    },
    {"id": 10359,"name": "合肥工业大学"
    },
    {"id": 12815,"name": "合肥经济技术职业学院"
    },
    {"id": 14420,"name": "合肥科技职业学院"
    },
    {"id": 14098,"name": "合肥师范学院"
    },
    {"id": 12410,"name": "合肥通用职业技术学院"
    },
    {"id": 14230,"name": "合肥信息技术职业学院"
    },
    {"id": 11059,"name": "合肥学院"
    },
    {"id": 14330,"name": "合肥幼儿师范高等专科学校"
    },
    {"id": 13058,"name": "合肥职业技术学院"
    },
    {"id": 14203,"name": "皖江工学院"
    },
    {"id": 10373,"name": "淮北师范大学"
    },
    {"id": 13620,"name": "淮北师范大学信息学院"
    },
    {"id": 10963,"name": "淮北职业技术学院"
    },
    {"id": 11308,"name": "淮南联合大学"
    },
    {"id": 10381,"name": "淮南师范学院"
    },
    {"id": 12220,"name": "淮南职业技术学院"
    },
    {"id": 14704,"name": "黄山健康职业学院"
    },
    {"id": 10375,"name": "黄山学院"
    },
    {"id": 14296,"name": "黄山职业技术学院"
    },
    {"id": 14191,"name": "徽商职业学院"
    },
    {"id": 12813,"name": "六安职业技术学院"
    },
    {"id": 82604,"name": "马鞍山矿山研究院"
    },
    {"id": 13760,"name": "马鞍山师范高等专科学校"
    },
    {"id": 14192,"name": "马鞍山职业技术学院"
    },
    {"id": 10379,"name": "宿州学院"
    },
    {"id": 12812,"name": "宿州职业技术学院"
    },
    {"id": 14273,"name": "桐城师范高等专科学校"
    },
    {"id": 10383,"name": "铜陵学院"
    },
    {"id": 12217,"name": "铜陵职业技术学院"
    },
    {"id": 14502,"name": "皖北卫生职业学院"
    },
    {"id": 10368,"name": "皖南医学院"
    },
    {"id": 14299,"name": "皖西卫生职业学院"
    },
    {"id": 10376,"name": "皖西学院"
    },
    {"id": 12218,"name": "万博科技职业学院"
    },
    {"id": 11061,"name": "芜湖职业技术学院"
    },
    {"id": 13061,"name": "宣城职业技术学院"
    },
    {"id": 80168,"name": "中国科学院合肥物质科学研究院"
    }
]

print(college[0]['id'])